import{c1 as f,c as y,o as c,w as i,e as t,b as m,a as d,F as p,av as u,az as s,ao as I}from"./index-BwiAbbgW.js";import{V as v}from"./VSheet-CInMRqEi.js";const Z=["onClick"],k={class:"privacy-wrap"},g={class:"privacy-title"},V={class:"privacy-context"},S={__name:"Privacy",setup(h){const x=f();let l=-92;document.querySelector(".desktop")?l=-92:l=-68;const _=a=>{console.log(a),x(`#section${a+1}`,{offset:l})},r=[{title:"Item 1",context:`안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.`},{title:"Item 2",context:`안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.

안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.`},{title:"Item 3",context:`안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.`},{title:"Item 4",context:`안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.`},{title:"Item 5",context:`안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.`},{title:"Item 6",context:`안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.`},{title:"Item 7",context:`안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.`},{title:"Item 8",context:`안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.`},{title:"Item 9",context:`안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.`},{title:"Item 10",context:`안녕하세요, 영업팀 여러분.

회의는 2025년 1월 30일 화요일 오전 10시에 본사 3층 회의실에서 열리며, 모든 영업팀원이 참석해야 합니다.
팀장과 각 팀의 리더는 필수 참석이며, 원격 참석이 필요한 경우 Zoom 링크를 별도로 공유할 예정입니다.

이번 회의의 주요 목적은 지난 분기 영업 실적을 분석하고 향후 전략을 논의할 예정입니다.`}];return(a,e)=>(c(),y(I,{class:"inner"},{default:i(()=>[e[1]||(e[1]=t("div",{class:"tit-wrap"},[t("strong",{class:"title-4-bd"}," 개인정보 처리 방침 ")],-1)),m(v,{class:"privacy-index"},{default:i(()=>[e[0]||(e[0]=t("strong",{class:"text-3-bd"},"Index",-1)),t("ul",null,[(c(),d(p,null,u(r,(o,n)=>t("li",{key:n,class:"privacy-index-item"},[t("span",null,s(n+1),1),t("a",{href:"javascript:void(0);",onClick:w=>_(n)},s(o.title),9,Z)])),64))])]),_:1}),t("div",k,[(c(),d(p,null,u(r,(o,n)=>m(v,{id:`section${n+1}`,key:n,class:"privacy"},{default:i(()=>[t("div",g,s(o.title),1),t("div",V,s(o.context),1)]),_:2},1032,["id"])),64))])]),_:1}))}};export{S as default};
